Repository: parakletos-lab/ebooks_lv
Catalog: translations/calibre-web/*/LC_MESSAGES/messages.po
Languages: lv

source: Return to Database config
lv: Atgriezties datubāzes konfigurācijā

source: Return to Home
lv: Atgriešanās mājās

source: Logout User
lv: Lietotājs ir izrakstīts

source: Sort ascending according to download count
lv: Kārtot augšupejošās vērtības pēc lejupielādes skaita

source: Sort descending according to download count
lv: Kārtot dilstošā secībā pēc lejupielādes skaita

source: Sort authors in alphabetical order
lv: Kārtot autorus alfabētiskā secībā

source: Sort authors in reverse alphabetical order
lv: Kārtot autorus apgrieztā alfabēta secībā

source: Sort ascending according to series index
lv: Kārtot augšup saskaņā ar sēriju indeksu

source: Sort descending according to series index
lv: Kārtot dilstošu pēc sērijas indeksa

source: Start
lv: Sākums

source: Alphabetical Books
lv: Alfabētiskās grāmatas

source: Books sorted alphabetically
lv: Grāmatas sakārtotas alfabētiskā secībā

source: Popular publications from this catalog based on Downloads.
lv: Populāras publikācijas no šī kataloga, pamatojoties uz Downloads.

source: Popular publications from this catalog based on Rating.
lv: Populāras publikācijas no šī kataloga, pamatojoties uz Rating.

source: Recently added Books
lv: Nesen pievienotas grāmatas

source: The latest Books
lv: Jaunākās grāmatas

source: Random Books
lv: Gadījuma grāmatas

source: Books ordered by Author
lv: Autora pasūtītās grāmatas

source: Books ordered by publisher
lv: Izdevēja pasūtītās grāmatas

source: Books ordered by category
lv: Grāmatas pasūtītas pēc kategorijas

source: Books ordered by series
lv: Grāmatas pasūtītas pēc sērijām

source: Books ordered by Languages
lv: Grāmatas pasūtītas pēc valodām

source: Books ordered by Rating
lv: Reitinga pasūtītās grāmatas

source: Books ordered by file formats
lv: Grāmatas pasūtītas pēc failu formātiem

source: Shelves
lv: Grāmatu plaukti

source: Books organized in shelves
lv: Grāmatas tiek organizētas plauktos

source: Toggle Navigation
lv: Pārslēgt navigāciju

source: Simple Theme
lv: Vienkārša tēma

source: Account
lv: Konts

source: Settings
lv: Iestatījumi

source: Please do not refresh the page
lv: Lūdzu, neatsvaidziniet lapu

source: Browse
lv: Pārlūkot

source: About
lv: Par sistēmu

source: Book Details
lv: Grāmatas detaļas

source: Grid
lv: Režģis

source: Archived
lv: Arhivēts

source: Remember Me
lv: Atcerieties mani

source: Forgot Password?
lv: Aizmirsu paroli?

source: Log in with Magic Link
lv: Pieteikties ar Maģisko saiti

source: Show Calibre-Web Log:
lv: Rādīt kalibra- Web žurnālu:

source: Calibre-Web Log:
lv: Kalibra Web žurnāls:

source: Stream output, can't be displayed
lv: Stream izvadi, nevar parādīt

source: Show Access Log:
lv: Rādīt piekļuves žurnālu:

source: Download Calibre-Web Log
lv: Lejupielādēt kalibra- Web žurnālu

source: Download Access Log
lv: Lejupielādēt piekļuves žurnālu

source: Select Allowed/Denied Tags
lv: Izvēlēties atļautos/nosacītos tagus

source: Select Allowed/Denied Custom Column Values
lv: Izvēlieties atļautās/paaugstinātās pielāgotās kolonu vērtības

source: Select Allowed/Denied Tags of User
lv: Izvēlieties atļautus/noraidītus lietotāja tagus

source: Select Allowed/Denied Custom Column Values of User
lv: Izvēlieties lietotāja atļautās/augstākās pielāgotās kolonu vērtības

source: Enter Tag
lv: Ievadiet tagu

source: Add View Restriction
lv: Skata ierobežojums

source: This book format will be permanently erased from database
lv: Grāmatas formāts tiks neatgriezeniski izdzēsts no datubāzes

source: This book will be permanently erased from database
lv: Grāmata tiks neatgriezeniski izdzēsta no datubāzes

source: and hard disk
lv: un cietais disks

source: Important Kobo Note: deleted books will remain on any paired Kobo device.
lv: Svarīga Kobo piezīme: izdzēstās grāmatas paliks jebkurā pārī esošajā Kobo ierīcē.

source: Books must first be archived and the device synced before a book can safely be deleted.
lv: Grāmatas vispirms arhivē un ierīci sinhronizē, pirms grāmatu var droši dzēst.

source: Choose File Location
lv: Izvēlieties faila atrašanās vietu

source: type
lv: Veids

source: name
lv: nosaukums

source: size
lv: lielumi

source: Parent Directory
lv: Vecāku mape

source: Select
lv: Izvēlēties

source: Calibre-Web eBook Catalog
lv: Calibre- Web eBook katalogs

source: epub Reader
lv: epub lasītājs

source: Choose a theme below:
lv: Izvēlieties tēmu zemāk:

source: Light
lv: Gaišs

source: Dark
lv: Tumšs

source: Black
lv: Melns

source: Reflow text when sidebars are open.
lv: Atplūdes teksts, kad sānjoslas ir atvērtas.

source: Font Sizes
lv: Fontu izmēri

source: Font
lv: Fonts

source: Default
lv: Noklusētais

source: Yahei
lv: Jaheja

source: Spread
lv: Izplatīšana

source: Two columns
lv: Divas kolonnas

source: One column
lv: Viena kolonna

source: Comic Reader
lv: Komiksu lasītājs

source: Keyboard Shortcuts
lv: Tastatūras īsceļi

source: Previous Page
lv: Iepriekšējā lapa

source: Next Page
lv: Nākamā lapa

source: Single Page Display
lv: Vienas lapas attēlojums

source: Long Strip Display
lv: Gars joslu displejs

source: Scale to Best
lv: Mērogot uz labāko

source: Scale to Width
lv: Mērogot līdz platumam

source: Scale to Height
lv: Mērogot uz augstumu

source: Scale to Native
lv: Mērogs uz vietējo

source: Rotate Right
lv: Pagriezt pa labi

source: Rotate Left
lv: Pagriezt pa kreisi

source: Flip Image
lv: Apmest attēlu

source: Display
lv: Rādīt

source: Single Page
lv: Viena lapa

source: Long Strip
lv: Garā josla

source: Scale
lv: Mērogs

source: Best
lv: Labākā

source: Width
lv: Platums

source: Height
lv: Augstums

source: Native
lv: Vietējais iedzīvotājs

source: Rotate
lv: Pagriezt

source: Flip
lv: Apmest

source: Horizontal
lv: Horizontāli

source: Vertical
lv: Vertikāli

source: Direction
lv: Virziens

source: Left to Right
lv: No kreisās uz labo

source: Right to Left
lv: No labās uz kreiso

source: Reset to Top
lv: Atstatīt uz augšu

source: Remember Position
lv: Atcerēties vietu

source: Scrollbar
lv: Ritjosla

source: Show
lv: Parādīt

source: Hide
lv: Slēpt

source: DJVU Reader
lv: DJVU lasītājs

source: PDF Reader
lv: PDF lasītājs

source: txt Reader
lv: txt lasītājs

source: Register New Account
lv: Reģistrēt jaunu kontu

source: Choose a username
lv: Izvēlieties lietotājvārdu

source: Your Email
lv: Jūsu e- pasts

source: Magic Link - Authorise New Device
lv: Burvju saite - autorizēt jaunu ierīci

source: On another device, login and visit:
lv: Citā ierīcē pieteikšanās un apmeklējums:

source: Once verified, you will automatically be logged in on this device.
lv: Pēc apstiprināšanas jūs automātiski tiksiet pieslēdzies šai ierīcei.

source: This verification link will expire in 10 minutes.
lv: Šī verifikācijas saite beigsies 10 minūšu laikā.

source: Generate Series Cover Thumbnails
lv: Vispārējs

source: Search Term:
lv: Meklēšanas termins:

source: Results for:
lv: Rezultāti:

source: Published Date From
lv: Publicēšanas datums no

source: Published Date To
lv: Publicēšanas datums līdz

source: Any
lv: Jebkurš

source: Empty
lv: Tukšs

source: Exclude Tags
lv: Izslēgt tagus

source: Exclude Series
lv: Izslēgt sēriju

source: Exclude Shelves
lv: Izslēgt plauktus

source: Exclude Languages
lv: Izslēgt valodas

source: Extensions
lv: Paplašinājumi

source: Exclude Extensions
lv: Izslēgt paplašinājumus

source: Rating Above
lv: Vērtējums virs

source: Rating Below
lv: Vērtējums zem

source: From:
lv: No:

source: To:
lv: Līdz:

source: Delete this Shelf
lv: Dzēst šo uzglabāšanas vietu

source: Edit Shelf Properties
lv: Rediģēt saglabāšanas īpašības

source: Arrange books manually
lv: Rokasgrāmatas

source: Disable Change order
lv: Atslēgt izmaiņu kārtību

source: Enable Change order
lv: Ieslēgt izmaiņu kārtību

source: Sort according to book added to shelf, newest first
lv: Šķirot atbilstoši plauktā pievienotajai grāmatai, jaunākais pirmais

source: Sort according to book added to shelf, oldest first
lv: Šķirot atbilstoši plauktā pievienotajai grāmatai, vecākais pirmais

source: Share with Everyone
lv: Dalīties ar visiem

source: Sync this shelf with Kobo device
lv: Sinhronizēt šo plauktu ar Kobo ierīci

source: Drag to Rearrange Order
lv: Velciet uz pārkārtotu kārtību

source: Hidden Book
lv: Slēpta grāmata

source: Library Statistics
lv: Bibliotēkas statistika

source: Books in this Library
lv: Grāmatas šajā bibliotēkā

source: Authors in this Library
lv: Autori šajā bibliotēkā

source: Categories in this Library
lv: Kategorijas šajā bibliotēkā

source: Series in this Library
lv: Sērija šajā bibliotēkā

source: System Statistics
lv: Sistēmas statistika

source: Program
lv: Programma

source: Installed Version
lv: Instalētā versija

source: User
lv: Lietotājs

source: Task
lv: Uzdevums

source: Status
lv: Statuss

source: Run Time
lv: Palaišanas laiks

source: Message
lv: Ziņojums

source: Actions
lv: Darbības

source: This task will be cancelled. Any progress made by this task will be saved.
lv: Šis uzdevums tiks atcelts. Tiks saglabāti visi šajā uzdevumā gūtie panākumi.

source: If this is a scheduled task, it will be re-ran during the next scheduled time.
lv: Ja šis ir ieplānots uzdevums, tas tiks pārmeklēts nākamajā ieplānotajā laikā.

source: Reset user Password
lv: Atstatīt lietotāja paroli

source: Send to eReader Email Address. Use comma to separate emails for multiple eReaders
lv: Sūtīt eReader e-pasta adresi. Izmantot komatu, lai atdalītu e-pastus vairākiem eReaders

source: Language of Books
lv: Grāmatu valoda

source: OAuth Settings
lv: OAuth iestatījumi

source: Link
lv: Saikne

source: Unlink
lv: Atsaistīt

source: Kobo Sync Token
lv: Kobo sinhronizācijas marķieris

source: Create/View
lv: Izveidot/skatīt

source: Force full kobo sync
lv: Piespiest pilnu kobo sinhronizāciju

source: Add allowed/Denied Custom Column Values
lv: Pievienot atļautās/nosacītās pielāgotās kolonu vērtības

source: Sync only books in selected shelves with Kobo
lv: Sinhronizēt tikai grāmatas izvēlētajos plauktos ar Kobo

source: Delete User
lv: Dzēst lietotāju

source: Generate Kobo Auth URL
lv: Vispārējs

source: Select...
lv: Izvēlēties...

source: Edit User
lv: Rediģēt lietotāju

source: Enter Username
lv: Ievadiet lietotājvārdu

source: Enter Email
lv: Ievadiet e- pastu

source: Enter eReader Email
lv: Ievadiet e- lasītāja e- pastu

source: eReader Email
lv: E- pasts lasītājam

source: Locale
lv: Lokāle

source: Visible Book Languages
lv: Redzamās grāmatu valodas

source: Edit Allowed Tags
lv: Rediģēt atļautos tagus

source: Allowed Tags
lv: Atļautie tagi

source: Edit Denied Tags
lv: Rediģēt noraidītos tagus

source: Denied Tags
lv: Noraidītie tagi

source: Edit Allowed Column Values
lv: Rediģēt atļautās kolonu vērtības

source: Allowed Column Values
lv: Atļautās kolonu vērtības

source: Edit Denied Column Values
lv: Rediģēt liegtās kolonu vērtības

source: Denied Column Values
lv: Noraidītās kolonu vērtības

source: Change Password
lv: Mainīt paroli

source: View
lv: Skats

source: Edit Public Shelves
lv: Rediģēt publiskos plauktus

source: Sync selected Shelves with Kobo
lv: Sinhronizēt izvēlētos plauktus ar Kobo

source: Show Read/Unread Section
lv: Rādīt lasīt/nelasīto sadaļu
