Repository: parakletos-lab/ebooks_lv
Catalog: translations/calibre-web/*/LC_MESSAGES/messages.po
Languages: lv

source: Statistics
lv: Statistika

source: Server restarted, please reload page.
lv: Serveris pārstartēts, lūdzu pārlādējiet lapu.

source: Performing Server shutdown, please close window.
lv: Veicot servera izslēgšanu, lūdzu, aizveriet logu.

source: Success! Database Reconnected
lv: Veiksmīgi! Datubāzes savienojums atjaunots

source: Unknown command
lv: Nezināma komanda

source: Success! Books queued for Metadata Backup, please check Tasks for result
lv: Grāmatas pievienotas metadatu rezerves kopijas rindai, lūdzu pārbaudiet uzdevumu rezultātu

source: Unknown
lv: Nezināms

source: Admin page
lv: Administratora lapa

source: Basic Configuration
lv: Pamata konfigurācija

source: UI Configuration
lv: UI konfigurācija

source: Custom Column No.%(column)d does not exist in calibre database
lv: Pielāgotā kolonna Nr.%(column)d Calibre datubāzē neeksistē

source: Edit Users
lv: Rediģēt lietotājus

source: All
lv: Visi

source: User not found
lv: Lietotājs nav atrasts

source: {} users deleted successfully
lv: {} lietotāji veiksmīgi izdzēsti

source: Show All
lv: Rādīt visu

source: Malformed request
lv: Kļūdains pieprasījums

source: Guest Name can't be changed
lv: Viesis Vārdu nevar mainīt

source: Guest can't have this role
lv: Viesim nevar būt šī loma

source: No admin user remaining, can't remove admin role
lv: Nav admin lietotājs palicis, nevar noņemt admin lomu

source: Value has to be true or false
lv: Vērtībai jābūt patiesai vai nepatiesai

source: Invalid role
lv: Nederīga loma

source: Guest can't have this view
lv: Viesim nevar būt šis skats

source: Invalid view
lv: Nederīgs skats

source: Guest's Locale is determined automatically and can't be set
lv: Viesa lokalizācija tiek noteikta automātiski un to nevar iestatīt

source: No Valid Locale Given
lv: Nav dota derīga lokalizācija

source: No Valid Book Language Given
lv: Nav derīga grāmatas valoda dota

source: Parameter not found
lv: Parametrs nav konstatēts

source: Invalid Read Column
lv: Nederīga lasīšanas kolona

source: Invalid Restricted Column
lv: Nederīga ierobežota kolona

source: Calibre-Web configuration updated
lv: Kalibra- Web konfigurācija atjaunināta

source: Do you really want to delete the Kobo Token?
lv: Vai tiešām vēlaties dzēst Kobo tokenu?

source: Do you really want to delete this domain?
lv: Vai tiešām vēlaties dzēst šo domēnu?

source: Do you really want to delete this user?
lv: Vai tiešām vēlaties dzēst šo lietotāju?

source: Are you sure you want to delete this shelf?
lv: Vai tiešām vēlaties dzēst šo plauktu?

source: Are you sure you want to change locales of selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlētā lietotāja lokalizāciju?

source: Are you sure you want to change visible book languages for selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlētā lietotāja(-u) redzamās grāmatu valodas?

source: Are you sure you want to change the selected role for the selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlēto lietotāja lomu?

source: Are you sure you want to change the selected restrictions for the selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlētos lietotāja ierobežojumus?

source: Are you sure you want to change the selected visibility restrictions for the selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlētā lietotāja redzamības ierobežojumus?

source: Are you sure you want to change shelf sync behavior for the selected user(s)?
lv: Vai tiešām vēlaties mainīt izvēlētā lietotāja(-u) plaukta sinhronizācijas uzvedību?

source: Are you sure you want to change Calibre library location?
lv: Vai tiešām vēlaties mainīt Kalibra bibliotēkas atrašanās vietu?

source: Calibre-Web will search for updated Covers and update Cover Thumbnails, this may take a while?
lv: Kalibrs- Web meklēs atjauninātus vākus un atjauninās Cover Thumbnails, tas var aizņemt kādu laiku?

source: Are you sure you want delete Calibre-Web's sync database to force a full sync with your Kobo Reader?
lv: Vai tiešām vēlaties dzēst Calibre- Web sinhronizācijas datubāzi, lai uzspiestu pilnu sinhronizāciju ar jūsu Kobo lasītāju?

source: Deny
lv: Aizliegt

source: Allow
lv: Atļaut

source: {} sync entries deleted
lv: {} sinhronizēt ierakstus

source: Tag not found
lv: Tags nav atrasts

source: Invalid Action
lv: Nederīga darbība

source: client_secrets.json Is Not Configured For Web Application
lv: client Secrets.json Nav konfigurēta tīmekļa lietotnei

source: Logfile Location is not Valid, Please Enter Correct Path
lv: Žurnāla faila atrašanās vieta nav derīga, lūdzu ievadiet pareizo ceļu

source: Access Logfile Location is not Valid, Please Enter Correct Path
lv: Piekļuves žurnāla faila atrašanās vieta nav derīga, lūdzu ievadiet pareizo ceļu

source: Please Enter a LDAP Provider, Port, DN and User Object Identifier
lv: Lūdzu ievadiet LDAP nodrošinātāja, porta, DN un lietotāja objekta identifikatoru

source: Please Enter a LDAP Service Account and Password
lv: Lūdzu ievadiet LDAP servisa kontu un paroli

source: Please Enter a LDAP Service Account
lv: Lūdzu ievadiet LDAP servisa kontu

source: LDAP Group Object Filter Needs to Have One "%s" Format Identifier
lv: LDAP grupas objektu filtram jāietver viens "%s" formāta identifikators

source: LDAP Group Object Filter Has Unmatched Parenthesis
lv: LDAP grupas objektu filtrs nav saskaņots ar iekavu

source: LDAP User Object Filter needs to Have One "%s" Format Identifier
lv: LDAP lietotāju objektu filtram jāietver viens "%s" formāta identifikators

source: LDAP User Object Filter Has Unmatched Parenthesis
lv: LDAP lietotāju objektu filtrs ir nesakrītošs

source: LDAP Member User Filter needs to Have One "%s" Format Identifier
lv: LDAP dalībnieka lietotāju filtram jāietver viens "%s" formāta identifikators

source: LDAP Member User Filter Has Unmatched Parenthesis
lv: LDAP dalībnieka lietotāju filtrs ir nesakrītošs parenteresis

source: LDAP CACertificate, Certificate or Key Location is not Valid, Please Enter Correct Path
lv: LDAP CACertificate, Sertifikāts vai Atslēgas atrašanās vieta nav derīga, Lūdzu ievadiet pareizo ceļu

source: Add New User
lv: Pievienot jaunu lietotāju

source: Edit Email Server Settings
lv: Rediģēt e- pasta servera iestatījumus

source: Success! Gmail Account Verified.
lv: Panākumi! Gmail konts apstiprināts.

source: Oops! Database Error: %(error)s.
lv: Oops! Datu bāzes kļūda: %(error)s.

source: Test e-mail queued for sending to %(email)s, please check Tasks for result
lv: Testa e-pasts rindā, lai nosūtītu uz %(email)s, lūdzu, pārbaudiet uzdevumi rezultātu

source: There was an error sending the Test e-mail: %(res)s
lv: Kļūda nosūtot Test e-pastu: %(res)s

source: Please configure your e-mail address first...
lv: Lūdzu norādiet savu e-pasta adresi vispirms...

source: Email Server Settings updated
lv: Atjaunoti e- pasta servera iestatījumi

source: Edit Scheduled Tasks Settings
lv: Rediģēt ieplānoto uzdevumu iestatījumus

source: Invalid start time for task specified
lv: Norādīts nederīgs darba sākuma laiks

source: Invalid duration for task specified
lv: Norādīts nederīgs darba ilgums

source: Scheduled tasks settings updated
lv: Atjaunināti plānotie uzdevumu iestatījumi

source: Oops! An unknown error occurred. Please try again later.
lv: Ak vai! Notika nezināma kļūda. Lūdzu, mēģiniet vēlāk vēlreiz.

source: Settings DB is not Writeable
lv: Iestatījumi nav rakstāmi

source: Edit User %(nick)s
lv: Rediģēt lietotāju %(nick)s

source: Success! Password for user %(user)s reset
lv: Panākumi! Lietotāja parole %(user)s atiestatīšanai

source: Oops! Please configure the SMTP mail settings.
lv: Ak vai! Lūdzu konfigurējiet SMTP pasta iestatījumus.

source: Logfile viewer
lv: Žurnāla failu skatītājs

source: Requesting update package
lv: Atjaunināšanas pieprasījumu pakete

source: Downloading update package
lv: Atjaunošanas pakotņu lejupielāde

source: Unzipping update package
lv: Atjaunināšanas pakotne

source: Replacing files
lv: Aizvieto failus

source: Database connections are closed
lv: Datubāzes savienojumi ir slēgti

source: Stopping server
lv: Aptur serveri

source: Update finished, please press okay and reload page
lv: Atjaunināts pabeigts, nospiediet labi un pārlādējiet lapu

source: Update failed:
lv: Neizdevās atjaunināt:

source: HTTP Error
lv: HTTP kļūda

source: Connection error
lv: Savienojuma kļūda

source: Timeout while establishing connection
lv: Savienojuma izveidošanas noildze

source: General error
lv: Vispārēja kļūda

source: Update file could not be saved in temp dir
lv: Atjaunināt failu neizdevās tempa dir.

source: Files could not be replaced during update
lv: Neizdevās nomainīt failus atjaunināšanas laikā

source: Failed to extract at least One LDAP User
lv: Neizdevās iegūt vismaz vienu LDAP lietotāju

source: Failed to Create at Least One LDAP User
lv: Neizdevās izveidot pie vismaz viena LDAP lietotāja

source: Error: %(ldaperror)s
lv: Kļūda: %(ldaperror)s

source: Error: No user returned in response of LDAP server
lv: Kļūda: neatbildēts lietotājs LDAP servera atbildē

source: At Least One LDAP User Not Found in Database
lv: Vismaz viens LDAP lietotājs nav atrasts datu bāzē

source: {} User Successfully Imported
lv: {} Lietotājs veiksmīgi importēts

source: Books path not valid
lv: Grāmatas ceļš nav derīgs

source: DB Location is not Valid, Please Enter Correct Path
lv: DB atrašanās vieta nav derīga, lūdzu ievadiet pareizo ceļu

source: DB is not Writeable
lv: DB nav rakstāms

source: Keyfile Location is not Valid, Please Enter Correct Path
lv: Atslēgas faila atrašanās vieta nav derīga, lūdzu ievadiet pareizo ceļu

source: Certfile Location is not Valid, Please Enter Correct Path
lv: Sertfaila atrašanās vieta nav derīga, lūdzu ievadiet pareizo ceļu

source: Password length has to be between 1 and 40
lv: Paroles garumam jābūt no 1 līdz 40

source: Database Settings updated
lv: Atjaunināti datubāzes iestatījumi

source: Database Configuration
lv: Datubāzes konfigurācija

source: Oops! Please complete all fields.
lv: Ak vai! Aizpildiet visus laukus.

source: E-mail is not from valid domain
lv: E-pasts nav no derīga domēna

source: Add new user
lv: Pievienot jaunu lietotāju

source: User '%(user)s' created
lv: Lietotājs '%(user)s' izveidots

source: Oops! An account already exists for this Email. or name.
lv: Ak vai! Šim e- pastam jau eksistē konts. vai nosaukums.

source: User '%(nick)s' deleted
lv: Lietotājs "%(nick)s" svītrots

source: Can't delete Guest User
lv: Nevar izdzēst Viesa lietotāju

source: No admin user remaining, can't delete user
lv: Admin lietotājs nav palicis, nevar dzēst lietotāju

source: Email can't be empty and has to be a valid Email
lv: E- pasts nevar būt tukšs un tam jābūt derīgam e- pastam

source: User '%(nick)s' updated
lv: Lietotājs '%(nick)s' atjaunināts

source: Search
lv: Meklēt

source: not installed
lv: nav uzstādīts

source: Execution permissions missing
lv: Nav izpildes atļauju

source: None
lv: Nav

source: File %(file)s uploaded
lv: Fails %(file)s augšupielādēts

source: Source or destination format for conversion missing
lv: Nav konvertēšanas avota vai galamērķa formāta

source: Book successfully queued for converting to %(book_format)s
lv: Grāmata veiksmīgi ierindota konvertēšanai uz %(book_format)s

source: There was an error converting this book: %(res)s
lv: Gadījās kļūda pārveidojot šo grāmatu: %(res)s

source: Oops! Selected book is unavailable. File does not exist or is not accessible
lv: Ak vai! Izvēlētā grāmata nav pieejama. Fails neeksistē vai nav pieejams

source: User has no rights to upload cover
lv: Lietotājam nav tiesību augšupielādēt vāku

source: Identifiers are not Case Sensitive, Overwriting Old Identifier
lv: Identifikatori nav jutīgs gadījums, pārrakstīt veco identifikatoru

source: '%(langname)s' is not a valid language
lv: "%(langname)s" nav derīga valoda

source: Metadata successfully updated
lv: Metadati veiksmīgi atjaunināti

source: Error editing book: {}
lv: Kļūda rediģēšanas grāmatā: {}

source: Uploaded book probably exists in the library, consider to change before upload new:
lv: Augšupielādētā grāmata, iespējams, eksistē bibliotēkā, pirms augšupielādēt jaunu:

source: File type isn't allowed to be uploaded to this server
lv: Faila tipu nav atļauts augšupielādēt šajā serverī

source: File extension '%(ext)s' is not allowed to be uploaded to this server
lv: Faila paplašinājumu '%(ext)s' nav atļauts augšupielādēt šajā serverī

source: File to be uploaded must have an extension
lv: Ielādējamajam failam jābūt paplašinājumam

source: File %(filename)s could not saved to temp dir
lv: Fails %(filename)s neizdevās saglabāt temp dir.

source: Failed to Move Cover File %(file)s: %(error)s
lv: Neizdevās pārvietot vāka failu %(file)s: %(error)s

source: Book Format Successfully Deleted
lv: Grāmatas formāts veiksmīgi dzēsts

source: Book Successfully Deleted
lv: Grāmata veiksmīgi izdzēsta

source: You are missing permissions to delete books
lv: Jums trūkst atļauju dzēst grāmatas

source: edit metadata
lv: rediģēt metadatus

source: Seriesindex: %(seriesindex)s is not a valid number, skipping
lv: Sērijas indekss: %(seriesindex)s nav derīgs numurs, izlaiž

source: User has no rights to upload additional file formats
lv: Lietotājam nav tiesību augšupielādēt papildus failu formātus

source: Failed to create path %(path)s (Permission denied).
lv: Neizdevās izveidot ceļu %(path)s (Permisija liegta).

source: Failed to store file %(file)s.
lv: Neizdevās saglabāt failu %(file)s.

source: File format %(ext)s added to %(book)s
lv: Faila formāts %(ext)s pievienots %(book)s

source: Google Drive setup not completed, try to deactivate and activate Google Drive again
lv: Google Drive iestatīšana nav pabeigta, mēģināt deaktivizēt un aktivizēt Google Drive vēlreiz

source: Callback domain is not verified, please follow steps to verify domain in google developer console
lv: Callback domēns nav pārbaudīts, lūdzu, izpildiet pasākumus, lai pārbaudītu domēnu Google izstrādātāja konsole

source: %(format)s format not found for book id: %(book)d
lv: %(format)s formāts nav atrasts grāmatas id: %(book)d

source: %(format)s not found on Google Drive: %(fn)s
lv: %(format)s nav atrasts Google diskā: %(fn)s

source: %(format)s not found: %(fn)s
lv: %(format)s nav atrasts: %(fn)s

source: Send to eReader
lv: Sūtīt e- lasītājam

source: This Email has been sent via Calibre-Web.
lv: Šis e-pasts ir nosūtīts caur Calibre-Web.

source: Calibre-Web Test Email
lv: Kalibra Web testa e- pasts

source: Test Email
lv: Pārbaudīt e- pastu

source: Get Started with Calibre-Web
lv: Sākt ar kalibra Web

source: Registration Email for user: %(name)s
lv: Reģistrācijas e-pasts lietotājam: %(name)s

source: Convert %(orig)s to %(format)s and send to eReader
lv: Konvertēt %(orig)s uz %(format)s un nosūtīt uz eReader

source: Send %(format)s to eReader
lv: Sūtīt %(format)s eReader

source: %(book)s send to eReader
lv: %(book)s nosūtīt eReader

source: The requested file could not be read. Maybe wrong permissions?
lv: Pieprasīto failu neizdevās nolasīt. Varbūt nepareizas atļaujas?

source: Read status could not set: {}
lv: Nevarēja iestatīt lasīšanas statusu: {}

source: Deleting bookfolder for book %(id)s failed, path has subfolders: %(path)s
lv: Neveiksmīga grāmatu mapes dzēšana %(id)s, ceļam ir apakšmapes: %(path)s

source: Deleting book %(id)s failed: %(message)s
lv: Neizdevās izdzēst grāmatu %(id)s: %(message)s

source: Deleting book %(id)s from database only, book path in database not valid: %(path)s
lv: Dzēš grāmatu %(id)s tikai no datubāzes, grāmatas ceļš datubāzē nav derīgs: %(path)s

source: Rename author from: '%(src)s' to '%(dest)s' failed with error: %(error)s
lv: Neizdevās pārdēvēt autoru no: '%(src)s' uz '[[PH1]', kļūda: %(error)s

source: File %(file)s not found on Google Drive
lv: Fails %(file)s nav atrasts Google diskā

source: Rename title from: '%(src)s' to '%(dest)s' failed with error: %(error)s
lv: Pārdēvēt virsrakstu no: '%(src)s' uz '[[PH1]' neizdevās ar kļūdu: %(error)s

source: Book path %(path)s not found on Google Drive
lv: Grāmatas ceļš %(path)s nav atrasts Google Drive

source: Found an existing account for this Email address
lv: Atrasts esošs konts šai e- pasta adresei

source: This username is already taken
lv: Šis lietotājvārds jau ir pieņemts

source: Invalid Email address format
lv: Nederīgs e- pasta adreses formāts

source: Password doesn't comply with password validation rules
lv: Parole neatbilst paroles validācijas noteikumiem

source: Python module 'advocate' is not installed but is needed for cover uploads
lv: Python modulis 'advocate' nav instalēts, bet ir nepieciešams vāku augšupielādēm

source: Error Downloading Cover
lv: Kļūda ielādējot vāku

source: Cover Format Error
lv: Vāka formāta kļūda

source: You are not allowed to access localhost or the local network for cover uploads
lv: Jums nav atļauts piekļūt localhost vai lokālajam tīklam vāku augšupielādēšanai

source: Failed to create path for cover
lv: Neizdevās izveidot ceļu vākam

source: Cover-file is not a valid image file, or could not be stored
lv: Vāka fails nav derīgs attēla fails, vai arī to neizdevās saglabāt

source: Only jpg/jpeg/png/webp/bmp files are supported as coverfile
lv: Tikai jpg/jpeg/png/webp/bmp faili tiek atbalstīti kā coverfile

source: Invalid cover file content
lv: Nederīgs vāka faila saturs

source: Only jpg/jpeg files are supported as coverfile
lv: Tikai jpg/jpeg faili tiek atbalstīti kā coverfile

source: UnRar binary file not found
lv: UnRar binārais fails nav atrasts

source: Error executing UnRar
lv: Kļūda izpildot UnRar

source: Could not find the specified directory
lv: Neizdevās atrast norādīto mapi

source: Please specify a directory, not a file
lv: Lūdzu norādiet mapi, nevis failu

source: Calibre binaries not viable
lv: Kalibra bīnas nav dzīvotspējīgas

source: Missing calibre binaries: %(missing)s
lv: Trūkst kalibra tvertnes: %(missing)s

source: Missing executable permissions: %(missing)s
lv: Trūkst izpildāmu atļauju: %(missing)s

source: Error executing Calibre
lv: Kļūda izpildot kalibru

source: Queue all books for metadata backup
lv: Ierindot visas grāmatas metadatu rezerves kopijai

source: Please access Calibre-Web from non localhost to get valid api_endpoint for kobo device
lv: Lūdzu, piekļūstiet Calibre-Web no ārpus localhost, lai iegūtu derīgu api endpoint kobo ierīcei

source: Kobo Setup
lv: Kobo iestatīšana

source: Register with %(provider)s
lv: Reģistrēties ar %(provider)s

source: Success! You are now logged in as: %(nickname)s
lv: Panākumi! Jūs tagad esat pieteicies kā: %(nickname)s

source: Link to %(oauth)s Succeeded
lv: Saite uz %(oauth)s Veiksmīgi

source: Login failed, No User Linked With OAuth Account
lv: Neizdevās pieteikties, neviens lietotājs nav saistīts ar OAuth kontu

source: Unlink to %(oauth)s Succeeded
lv: Nesaistīts ar %(oauth)s Veiksmīgi

source: Unlink to %(oauth)s Failed
lv: Nesaistīts ar %(oauth)s Neizdevās

source: Not Linked to %(oauth)s
lv: Nav saistīts ar %(oauth)s

source: Failed to log in with GitHub.
lv: Neizdevās pieteikties GitHub.

source: Failed to fetch user info from GitHub.
lv: Neizdevās ielādēt lietotāja informāciju no GitHub.

source: Failed to log in with Google.
lv: Neizdevās pieteikties ar Google.

source: Failed to fetch user info from Google.
lv: Neizdevās ielādēt lietotāja informāciju no Google.

source: GitHub Oauth error, please retry later.
lv: GitHub Outh kļūda, lūdzu, vēlreiz mēģināt vēlāk.

source: GitHub Oauth error: {}
lv: GitHub Outh kļūda: {}

source: Google Oauth error, please retry later.
lv: Google Audh kļūda, lūdzu vēlreiz mēģināt vēlāk.

source: Google Oauth error: {}
lv: Google raudzes kļūda: {}

source: {} Stars
lv: {} zvaigznes

source: Login
lv: Pieteikties

source: Token not found
lv: Nav atrasts marķieris

source: Token has expired
lv: marķierierīces derīguma termiņš ir beidzies

source: Success! Please return to your device
lv: Panākumi! Lūdzu, atgrieziet ierīci

source: Books
lv: Grāmatas

source: Show recent books
lv: Rādīt jaunākās grāmatas

source: Hot Books
lv: Populārākās grāmatas

source: Show Hot Books
lv: Rādīt karstās grāmatas

source: Downloaded Books
lv: Lejupielādētās grāmatas

source: Show Downloaded Books
lv: Rādīt lejupielādētās grāmatas

source: Top Rated Books
lv: Visaugstāk novērtētās grāmatas

source: Show Top Rated Books
lv: Rādīt augstāk vērtētās grāmatas

source: Read Books
lv: Izlasītas grāmatas

source: Show Read and Unread
lv: Rādīt lasīt un nelasīto

source: Unread Books
lv: Nelasītas grāmatas

source: Show unread
lv: Rādīt nelasīto

source: Discover
lv: Atklājiet

source: Show Random Books
lv: Rādīt gadījuma grāmatas

source: Categories
lv: Kategorijas

source: Show Category Section
lv: Rādīt kategorijas sekciju

source: Series
lv: Sērijas

source: Show Series Section
lv: Rādīt sērijas sadaļu

source: Authors
lv: Autori

source: Show Author Section
lv: Rādīt autora sadaļu

source: Publishers
lv: Izdevēji

source: Show Publisher Section
lv: Rādīt izdevniecības sadaļu

source: Languages
lv: Valodas

source: Show Language Section
lv: Rādīt valodas sadaļu

source: Ratings
lv: Reitings

source: Show Ratings Section
lv: Rādīt vērtējumu sadaļu

source: File formats
lv: Failu formāti

source: Show File Formats Section
lv: Rādīt failu formātu sadaļu

source: Archived Books
lv: Arhivētās grāmatas

source: Show Archived Books
lv: Rādīt arhivētās grāmatas

source: Books List
lv: Grāmatu saraksts

source: Show Books List
lv: Rādīt grāmatu sarakstu

source: Published after
lv: Publicēts pēc

source: Published before
lv: Publicēts pirms

source: Rating <= %(rating)s
lv: Reitings > %(rating)s

source: Rating >= %(rating)s
lv: Reitings > %(rating)s

source: Read Status = '%(status)s'
lv: Lasīšanas statuss = '%(status)s'

source: Error on search for custom columns, please restart Calibre-Web
lv: Kļūda meklējot pielāgotas kolonnas, lūdzu pārstartējiet Calibre- Web

source: Advanced Search
lv: Paplašināta meklēšana

source: Invalid shelf specified
lv: Norādīts nederīgs plaukts

source: Sorry you are not allowed to add a book to that shelf
lv: Atvainojiet, jums nav atļauts šim plauktam pievienot grāmatu

source: Book is already part of the shelf: %(shelfname)s
lv: Grāmata jau ietilpst plauktā: %(shelfname)s

source: %(book_id)s is a invalid Book Id. Could not be added to Shelf
lv: %(book_id)s ir nederīgs grāmatas ID. Neizdevās pievienot šelfam

source: Book has been added to shelf: %(sname)s
lv: Grāmata ir pievienota plauktam: %(sname)s

source: You are not allowed to add a book to the shelf
lv: Jums nav atļauts pievienot grāmatu plauktam

source: Books are already part of the shelf: %(name)s
lv: Grāmatas jau ir daļa no plaukta: %(name)s

source: Books have been added to shelf: %(sname)s
lv: Grāmatas ir pievienotas plauktam: %(sname)s

source: Could not add books to shelf: %(sname)s
lv: Neizdevās pievienot grāmatas plauktā: %(sname)s

source: Book has been removed from shelf: %(sname)s
lv: Grāmata ir izņemta no plaukta: %(sname)s

source: Sorry you are not allowed to remove a book from this shelf
lv: Atvainojiet, jums nav atļauts izņemt grāmatu no šī plaukta

source: Create a Shelf
lv: Izveidot plauktu

source: Sorry you are not allowed to edit this shelf
lv: Atvainojiet, jums nav atļauts rediģēt šo plauktu

source: Edit a shelf
lv: Rediģēt plauktu

source: Error deleting Shelf
lv: Kļūda dzēšot saglabātāju

source: Shelf successfully deleted
lv: Saglabāšana veiksmīgi izdzēsta

source: Change order of Shelf: '%(name)s'
lv: Mainīt plaukta secību: '%(name)s'

source: Sorry you are not allowed to create a public shelf
lv: Atvainojiet, jums nav atļauts izveidot publisko plauktu

source: Shelf %(title)s created
lv: Plaukts %(title)s izveidots

source: Shelf %(title)s changed
lv: Plaukts %(title)s mainīts

source: There was an error
lv: Gadījās kļūda
