Repository: parakletos-lab/ebooks_lv
Catalog: translations/calibre-web/*/LC_MESSAGES/messages.po
Languages: lv

source: A public shelf with the name '%(title)s' already exists.
lv: Publiskais plaukts ar nosaukumu "%(title)s" jau eksistē.

source: A private shelf with the name '%(title)s' already exists.
lv: Privāts plaukts ar nosaukumu '%(title)s' jau eksistē.

source: Shelf: '%(name)s'
lv: Plaukts: '%(name)s'

source: Error opening shelf. Shelf does not exist or is not accessible
lv: Kļūda atverot plauktu. Iepakojums neeksistē vai nav pieejams

source: Tasks
lv: Uzdevumi

source: Waiting
lv: Gaida

source: Failed
lv: Neizdevās

source: Started
lv: Palaists

source: Finished
lv: Gatavi

source: Ended
lv: Beigas

source: Cancelled
lv: Atcelts

source: Unknown Status
lv: Nezināms statuss

source: Unexpected data while reading update information
lv: Negaidīti dati, lasot atjaunināšanas informāciju

source: No update available. You already have the latest version installed
lv: Nav pieejama atjaunināšana. Jaunākā versija jau ir instalēta

source: A new update is available. Click on the button below to update to the latest version.
lv: Ir pieejams jauns atjauninājums. Noklikšķiniet uz pogas zemāk, lai atjauninātu uz jaunāko versiju.

source: Could not fetch update information
lv: Neizdevās ielādēt atjaunināšanas informāciju

source: Click on the button below to update to the latest stable version.
lv: Noklikšķiniet uz pogas zemāk, lai atjauninātu uz jaunāko stabilu versiju.

source: A new update is available. Click on the button below to update to version: %(version)s
lv: Ir pieejams jauns atjauninājums. Noklikšķiniet uz pogas zemāk, lai atjauninātu uz versiju: %(version)s

source: No release information available
lv: Nav pieejama informācija par izlaidi

source: Discover (Random Books)
lv: Atklāj (nejaušas grāmatas)

source: Hot Books (Most Downloaded)
lv: Populārākās grāmatas (visvairāk lejupielādētās)

source: Downloaded books by %(user)s
lv: Lejupielādētās grāmatas %(user)s

source: Author: %(name)s
lv: Autors: %(name)s

source: Publisher: %(name)s
lv: Izdevējs: %(name)s

source: Series: %(serie)s
lv: Sērija: %(serie)s

source: Rating: None
lv: Vērtējums: nav

source: Rating: %(rating)s stars
lv: Vērtējums: %(rating)s zvaigznes

source: File format: %(format)s
lv: Faila formāts: %(format)s

source: Category: %(name)s
lv: Kategorija: %(name)s

source: Language: %(name)s
lv: Valoda: %(name)s

source: Downloads
lv: Lejupielādes

source: Ratings list
lv: Reitingu saraksts

source: File formats list
lv: Failu formātu saraksts

source: Please configure the SMTP mail settings first...
lv: Lūdzu vispirms konfigurēt SMTP pasta iestatījumus...

source: Success! Book queued for sending to %(eReadermail)s
lv: Panākumi! Grāmata rindā nosūtīšanai uz %(eReadermail)s

source: Oops! There was an error sending book: %(res)s
lv: Ak vai! Kļūda nosūtot grāmatu: %(res)s

source: Oops! Please update your profile with a valid eReader Email.
lv: Ak vai! Lūdzu, atjauniniet savu profilu ar derīgu eReader e-pastu.

source: Please wait one minute to register next user
lv: Lūdzu uzgaidiet vienu minūti, lai reģistrētos nākamajam lietotājam

source: Register
lv: Reģistrs

source: Connection error to limiter backend, please contact your administrator
lv: Savienojuma kļūda ar ierobežotāja aizmuguri, lūdzu sazinieties ar administratoru

source: Oops! Email server is not configured, please contact your administrator.
lv: Ak vai! E-pasta serveris nav konfigurēts, lūdzu, sazinieties ar savu administratoru.

source: Oops! Your Email is not allowed.
lv: Ak vai! Jūsu e- pasts nav atļauts.

source: Success! Confirmation Email has been sent.
lv: Panākumi! Apstiprinājums E-pasts ir nosūtīts.

source: Cannot activate LDAP authentication
lv: Neizdevās aktivizēt LDAP autentificēšanu

source: Please wait one minute before next login
lv: Lūdzu uzgaidiet vienu minūti pirms nākamās pieteikšanās

source: you are now logged in as: '%(nickname)s'
lv: Jūs tagad esat pieslēdzies kā: '%(nickname)s'

source: Fallback Login as: '%(nickname)s', LDAP Server not reachable, or user not known
lv: Rezerves pieteikšanās kā: '%(nickname)s', LDAP serveris nav sasniedzams vai lietotājs nav zināms

source: Could not login: %(message)s
lv: Nevar pieteikties: %(message)s

source: Wrong Username or Password
lv: Nepareizs lietotājvārds vai parole

source: New Password was sent to your email address
lv: Jauna parole tika nosūtīta uz jūsu e-pasta adresi

source: An unknown error occurred. Please try again later.
lv: Notika nezināma kļūda. Lūdzu, mēģiniet vēlāk vēlreiz.

source: Please enter valid username to reset password
lv: Lūdzu ievadiet derīgu lietotājvārdu paroles atiestatīšanai

source: You are now logged in as: '%(nickname)s'
lv: Jūs tagad esat pieslēdzies kā: '%(nickname)s'

source: %(name)s's Profile
lv: %(name)s profils

source: Success! Profile Updated
lv: Panākumi! Profils atjaunināts

source: Oops! An account already exists for this Email.
lv: Ak vai! Šim e- pastam jau eksistē konts.

source: Found no valid gmail.json file with OAuth information
lv: Nav atrasts derīgs gmail.json fails ar OAuth informāciju

source: Delete temp folder contents
lv: Dzēst temp. mapes saturu

source: %(book)s send to E-Reader
lv: %(book)s nosūtīt E-Reader

source: Calibre ebook-convert %(tool)s not found
lv: Nav atrasts kalibrs ebook-convert %(tool)s

source: %(format)s format not found on disk
lv: %(format)s formāts nav atrasts uz diska

source: Ebook converter failed with unknown error
lv: Ebook pārveidotājs neizdevās ar nezināmu kļūdu

source: Kepubify-converter failed: %(error)s
lv: Neizdevās Kepubiy-converter: %(error)s

source: Converted file not found or more than one file in folder %(folder)s
lv: Pārveidots fails nav atrasts vai vairāk par vienu failu mapē %(folder)s

source: Calibre failed with error: %(error)s
lv: Calibre neizdevās ar kļūdu: %(error)s

source: Ebook-converter failed: %(error)s
lv: Ebook-converter neizdevās: %(error)s

source: Convert
lv: Pārveidot

source: Reconnecting Calibre database
lv: Atjauno savienojumu ar Calibre datubāzi

source: E-mail
lv: E-pasts

source: Backing up Metadata
lv: Metadatu dublēšana

source: Generated %(count)s cover thumbnails
lv: Ģenerēti %(count)s vāku sīktēli

source: Cover Thumbnails
lv: Vāku sīktēli

source: Generated {0} series thumbnails
lv: Ģenerēti {0} sēriju sīktēli

source: Clearing cover thumbnail cache
lv: Tīra vāku sīktēlu kešatmiņa

source: Upload
lv: Augšupielāde

source: Users
lv: Lietotāji

source: Username
lv: Lietotājvārds

source: Email
lv: E- pasts

source: Send to eReader Email
lv: Sūtīt e- lasītāja e- pastu

source: Admin
lv: Administrators

source: Password
lv: Parole

source: Download
lv: Lejupielādēt

source: View Books
lv: Skatīt grāmatas

source: Edit
lv: Rediģēt

source: Delete
lv: Dzēst

source: Public Shelf
lv: Publiskais šelfs

source: Import LDAP Users
lv: Importēt LDAP lietotājus

source: Email Server Settings
lv: E- pasta servera iestatījumi

source: SMTP Hostname
lv: SMTP datora nosaukums

source: SMTP Port
lv: SMTP ports

source: Encryption
lv: Šifrēšana

source: SMTP Login
lv: SMTP pieteikšanās

source: From Email
lv: No e- pasta

source: Email Service
lv: E- pasta pakalpojums

source: Configuration
lv: Konfigurācija

source: Calibre Database Directory
lv: Kalibra datubāzes mape

source: Log Level
lv: Žurnalēšanas līmenis

source: Port
lv: Osta

source: External Port
lv: Ārējā osta

source: Books per Page
lv: Grāmatas par vienu lapu

source: Uploads
lv: Augšupielādes

source: Anonymous Browsing
lv: Anonīma pārlūkošana

source: Public Registration
lv: Publiska reģistrācija

source: Magic Link Remote Login
lv: Burvju saites attālināta pieteikšanās

source: Reverse Proxy Login
lv: Reversā starpniekservera pieteikšanās

source: Reverse Proxy Header Name
lv: Reversās starpniekservera galvenes nosaukums

source: Edit Calibre Database Configuration
lv: Rediģēt kalibra datubāzes konfigurāciju

source: Edit Basic Configuration
lv: Rediģēt pamata konfigurāciju

source: Edit UI Configuration
lv: Rediģēt UI konfigurāciju

source: Scheduled Tasks
lv: Plānotie uzdevumi

source: Start Time
lv: Sākuma laiks

source: Maximum Duration
lv: Maksimālais ilgums

source: Generate Thumbnails
lv: Vispārējs

source: Generate series cover thumbnails
lv: Vispārējs

source: Reconnect Calibre Database
lv: Pārslēgt kalibru datubāzi

source: Generate Metadata Backup Files
lv: Vispārējs

source: Refresh Thumbnail Cache
lv: Atsvaidzināt sīktēlu kešu

source: Administration
lv: Lietošana

source: Download Debug Package
lv: Lejupielādēt atkļūdošanas pakotni

source: View Logs
lv: Rādīt žurnālus

source: Restart
lv: Pārstartēt

source: Shutdown
lv: Izslēgt

source: Version Information
lv: Versijas informācija

source: Version
lv: Versija

source: Details
lv: Detaļas

source: Current Version
lv: Pašreizējā versija

source: Check for Update
lv: Pārbaudīt vai atjaunināt

source: Perform Update
lv: Veikt atjaunināšanu

source: Are you sure you want to restart?
lv: Vai tiešām vēlaties pārstartēt?

source: OK
lv: Labi

source: Cancel
lv: Atcelt

source: Are you sure you want to shutdown?
lv: Vai tiešām gribi izslēgt?

source: Updating, please do not reload this page
lv: Atjaunina, lūdzu, nepārlādējiet šo lapu

source: via
lv: caur

source: In Library
lv: Bibliotēkā

source: Sort according to book date, newest first
lv: Kārtot pēc grāmatas datuma, jaunākais pirmais

source: Sort according to book date, oldest first
lv: Kārtot pēc grāmatas datuma, vecākais pirmais

source: Sort title in alphabetical order
lv: Kārtošanas nosaukums alfabēta secībā

source: Sort title in reverse alphabetical order
lv: Kārtošanas nosaukums apgrieztā alfabēta secībā

source: Sort according to publishing date, newest first
lv: Kārtot pēc publicēšanas datuma, jaunākais pirmais

source: Sort according to publishing date, oldest first
lv: Kārtot pēc publicēšanas datuma, vecākais pirmais

source: reduce
lv: samazināt

source: More by
lv: Vairāk par

source: Book %(index)s of %(range)s
lv: %(range)s grāmata %(index)s

source: Language
lv: Valoda

source: Publisher
lv: Izdevējs

source: Published
lv: Publicēts

source: Description:
lv: Apraksts:

source: Previous
lv: Iepriekšējais

source: Next
lv: Izlasīta

source: No Results Found
lv: Nav atrasti rezultāti

source: Home
lv: Mājas

source: Search Library
lv: Meklēt bibliotēku

source: Logout
lv: Izrakstīties

source: Normal Theme
lv: Normāla tēma

source: Delete Book
lv: Dzēst grāmatu

source: Delete formats:
lv: Dzēst formātus:

source: Convert book format:
lv: Pārveidot grāmatas formātu:

source: Convert from:
lv: Pārveidot no:

source: select an option
lv: Izvēlēties iespēju

source: Convert to:
lv: Pārveidot uz:

source: Convert book
lv: Pārveidot grāmatu

source: Uploading...
lv: Augšupielādē...

source: Close
lv: Aizvērt

source: Error
lv: Kļūda

source: Upload done, processing, please wait...
lv: Augšupielāde pabeigta, apstrāde, lūdzu uzgaidiet...

source: Upload Format
lv: Augšupielādes formāts

source: Book Title
lv: Grāmatas nosaukums

source: Author
lv: Autors

source: Tags
lv: Tagi

source: Series ID
lv: Sērijas ID

source: Published Date
lv: Publicēšanas datums

source: Rating
lv: Vērtējums

source: Description
lv: Apraksts

source: Identifiers
lv: Identifikatori

source: Identifier Type
lv: Identifikatora veids

source: Identifier Value
lv: Identifikatora vērtība

source: Remove
lv: Izņemt

source: Add Identifier
lv: Pievienot identifikatoru

source: Fetch Cover from URL (JPEG - Image will be downloaded and stored in database)
lv: Ielādēt vāku no URL (JPEG - Attēls tiks lejupielādēts un saglabāts datubāzē)

source: Upload Cover from Local Disk
lv: Augšupielādēt vāku no lokālā diska

source: Yes
lv: Jā

source: No
lv: Nē

source: View Book on Save
lv: Skatīt grāmatu par saglabāšanu

source: Fetch Metadata
lv: Ielādē metadatus

source: Save
lv: Saglabāt

source: Keyword
lv: Atslēgvārds

source: Search keyword
lv: Atslēgasvārds

source: Click the cover to load metadata to the form
lv: Noklikšķiniet uz vāka, lai ielādētu metadatus uz formu

source: Loading...
lv: Ielādē...

source: Source
lv: Avots

source: Search error!
lv: Meklēšanas kļūda!

source: No Result(s) found! Please try another keyword.
lv: Rezultāts( s) nav atrasts! Lūdzu, mēģiniet citu atslēgvārdu.

source: This Field is Required
lv: Šis lauks ir vajadzīgs

source: Merge selected books
lv: Apvienot izvēlētās grāmatas

source: Remove Selections
lv: Izņemt iezīmētos

source: Exchange author and title
lv: Biržas autors un nosaukums

source: Update Title Sort automatically
lv: Atjaunot nosaukumu Kārtot automātiski

source: Update Author Sort automatically
lv: Automātiski sakārtot autoru

source: Enter Title
lv: Ievadiet nosaukumu

source: Title
lv: Nosaukums

source: Enter Title Sort
lv: Ievadiet virsraksta kārtošanu

source: Title Sort
lv: Nosaukums Kārtot

source: Enter Author Sort
lv: Ievadiet autora kārtojumu

source: Author Sort
lv: Autora kārtošana

source: Enter Authors
lv: Ievadiet autorus

source: Enter Categories
lv: Ievadiet kategorijas

source: Enter Series
lv: Ievadiet sēriju

source: Series Index
lv: Sērijas indekss

source: Enter Languages
lv: Ievadiet valodas

source: Publishing Date
lv: Izdošanas datums

source: Enter Publishers
lv: Ievadiet izdevējus

source: Enter comments
lv: Ievadiet komentārus

source: Comments
lv: Piezīmes

source: Archive Status
lv: Arhīva statuss

source: Read Status
lv: Lasīt statusu

source: Enter
lv: Ievadiet

source: Are you really sure?
lv: Tiešām?

source: Books with Title will be merged from:
lv: Grāmatas ar nosaukumu tiks apvienotas no:

source: Into Book with Title:
lv: Grāmata ar nosaukumu:

source: Merge
lv: Apvienot

source: Location of Calibre Database
lv: Kalibra datubāzes atrašanās vieta

source: Separate Book Files from Library
lv: Atsevišķi grāmatu faili no bibliotēkas

source: Use Google Drive?
lv: Lietot Google disku?

source: Authenticate Google Drive
lv: Autentificē Google disku

source: Google Drive Calibre folder
lv: Google Drive kalibra mape

source: Metadata Watch Channel ID
lv: Metadatu vērošanas kanāla ID

source: Revoke
lv: Atsaukt

source: New db location is invalid, please enter valid path
lv: Jauna db vieta nav derīga, lūdzu ievadiet derīgu ceļu

source: Server Configuration
lv: Servera konfigurācija

source: Server Port
lv: Servera ports

source: SSL certfile location (leave it empty for non-SSL Servers)
lv: SSL certfile atrašanās vieta (atstājiet tukšu ne- SSL serveriem)

source: SSL Keyfile location (leave it empty for non-SSL Servers)
lv: SSL Keyfile atrašanās vieta (atstājiet tukšu ne- SSL serveriem)

source: Update Channel
lv: Atjaunināt kanālu

source: Stable
lv: Stabils

source: Nightly
lv: Nakts

source: Trusted Hosts (Comma Separated)
lv: Uzticamie resursdatori (Comma atdalīti)

source: Logfile Configuration
lv: Žurnāla faila konfigurācija

source: Location and name of logfile (calibre-web.log for no entry)
lv: Logfaila atrašanās vieta un nosaukums (kalibra-web.log bez ieraksta)

source: Enable Access Log
lv: Ieslēgt piekļuves žurnālu

source: Location and name of access logfile (access.log for no entry)
lv: Piekļuves žurnāla faila atrašanās vieta un nosaukums (access.log bez ieraksta)

source: Feature Configuration
lv: Elementu konfigurācija

source: Convert non-English characters in title and author while saving to disk
lv: Pārveidot ne- angļu rakstzīmes virsrakstā un autors saglabājot uz diska

source: Embed Metadata to Ebook File on Download/Conversion/e-mail (needs Calibre/Kepubify binaries)
lv: Iegult metadatus grāmatu failu uz download / Conversion / e-pastu (nepieciešamās Calibre / Kepufify binaries)

source: Enable Uploads
lv: Ieslēgt augšupielādes

source: (Please ensure that users also have upload permissions)
lv: (Lūdzu, pārliecinieties, ka lietotājiem ir arī augšupielādes atļaujas)

source: Allowed Upload Fileformats
lv: Atļauts augšupielādēt failu formātus

source: Enable Anonymous Browsing
lv: Ieslēgt anonīmu pārlūkošanu

source: Enable Public Registration
lv: Ieslēgt publisku reģistrēšanu

source: Use Email as Username
lv: Lietot e- pastu kā lietotājvārdu

source: Enable Magic Link Remote Login
lv: Ieslēgt burvju saites attālinātu pieteikšanos

source: Enable Kobo sync
lv: Ieslēgt Kobo sinhronizāciju

source: Proxy unknown requests to Kobo Store
lv: Starpniekservera nezināmie pieprasījumi Kobo Store

source: Server External Port (for port forwarded API calls)
lv: Servera ārējais ports (ostai pārsūtītajiem API zvaniem)

source: Use Goodreads
lv: Lietot korektūras

source: Goodreads API Key
lv: Goodreads API taustiņš

source: Allow Reverse Proxy Authentication
lv: Atļaut apgrieztu starpniekservera autentificēšanos

source: Login type
lv: Pieteikšanās tips

source: Use Standard Authentication
lv: Lietot standarta autentificēšanu

source: Use LDAP Authentication
lv: Lietot LDAP autentificēšanu

source: Use OAuth
lv: Lietot OAuth

source: LDAP Server Host Name or IP Address
lv: LDAP servera resursdatora nosaukums vai IP adrese

source: LDAP Server Port
lv: LDAP servera ports

source: LDAP Encryption
lv: LDAP šifrēšana

source: LDAP CACertificate Path (Only needed for Client Certificate Authentication)
lv: LDAP CACertificate Path (Tikai nepieciešams klienta sertifikāta autentifikācijai)

source: LDAP Certificate Path (Only needed for Client Certificate Authentication)
lv: LDAP sertifikāta ceļš (tikai klienta sertifikāta autentifikācijai)

source: LDAP Keyfile Path (Only needed for Client Certificate Authentication)
lv: LDAP atslēgas faila ceļš (tikai klienta sertifikāta autentifikācijai)

source: LDAP Authentication
lv: LDAP autentificēšana

source: Anonymous
lv: Anonīms

source: Unauthenticated
lv: Neautentizēts

source: Simple
lv: Vienkāršs

source: LDAP Administrator Username
lv: LDAP administratora lietotājvārds

source: LDAP Administrator Password
lv: LDAP administratora parole

source: LDAP Distinguished Name (DN)
lv: LDAP izplatītais nosaukums (DN)

source: LDAP User Object Filter
lv: LDAP lietotāja objektu filtrs

source: LDAP Server is OpenLDAP?
lv: LDAP serveris ir OpenLDAP?

source: Following Settings are Needed For User Import
lv: Lietotājam nepieciešams importēt šādus iestatījumus

source: LDAP Group Object Filter
lv: LDAP grupu objektu filtrs

source: LDAP Group Name
lv: LDAP grupas nosaukums

source: LDAP Group Members Field
lv: LDAP grupas dalībnieku lauks

source: LDAP Member User Filter Detection
lv: LDAP dalībnieka lietotāja filtra noteikšana

source: Autodetect
lv: Autonoteikt

source: Custom Filter
lv: Pielāgots filtrs

source: LDAP Member User Filter
lv: LDAP dalībnieka lietotāju filtrsName

source: Obtain %(provider)s OAuth Credential
lv: Iegūt %(provider)s OAuth Credential

source: %(provider)s OAuth Client Id
lv: %(provider)s OAuth Klienta ID

source: %(provider)s OAuth Client Secret
lv: %(provider)s OAuth klientu noslēpums

source: External binaries
lv: Ārējie krājumi

source: Path to Calibre Binaries
lv: Ceļš uz kalibra bināriem

source: Calibre E-Book Converter Settings
lv: Kalibra e- grāmatu pārveidotāja iestatījumi

source: Path to Kepubify E-Book Converter
lv: Ceļš uz Kepubify E- grāmatu pārveidotāju

source: Location of Unrar binary
lv: Unrar binārā atrašanās vieta

source: Security Settings
lv: Drošības iestatījumi

source: Limit failed login attempts
lv: Ierobežot neveiksmīgos pieteikšanās mēģinājumus

source: Configure Backend for Limiter
lv: Konfigurēt limitera aizmuguri

source: Options for Limiter Backend
lv: Limitera aizmugures opcijas

source: Check if file extensions matches file content on upload
lv: Pārbaudīt, vai faila paplašinājumi atbilst faila saturam augšupielādējot

source: Session protection
lv: Sesijas aizsardzība

source: Basic
lv: Vienkāršs

source: Strong
lv: Spēcīgs

source: User Password policy
lv: Lietotāja paroles politika

source: Minimum password length
lv: Minimālais paroles garums

source: Enforce number
lv: Izpildes numurs

source: Enforce lowercase characters
lv: Iedarbināt mazajiem burtiem

source: Enforce uppercase characters
lv: Iedarbināt augšējās datnes rakstzīmes

source: Enforce characters (needed For Chinese/Japanese/Korean Characters)
lv: Piespiest rakstzīmes (nepieciešams ķīniešu/japāņu/korejiešu rakstzīmēm)

source: Enforce special characters
lv: Ieviest īpašas rakstzīmes

source: View Configuration
lv: Skata konfigurācija

source: No. of Random Books to Display
lv: Attēlojamo nejaušu grāmatu skaits

source: No. of Authors to Display Before Hiding (0=Disable Hiding)
lv: Attēlojamo autoru skaits pirms slēpšanas

source: Theme
lv: Tēma

source: Standard Theme
lv: Standarta tēma

source: caliBlur! Dark Theme
lv: KaliBlur! Tumša tēma

source: Regular Expression for Ignoring Columns
lv: Regulāra izteiksme kolonnu ignorēšanai

source: Link Read/Unread Status to Calibre Column
lv: Saitēt lasīto/nelasīto statusu uz kalibra kolonu

source: View Restrictions based on Calibre column
lv: Skata ierobežojumi, pamatojoties uz kalibra kolonu

source: Regular Expression for Title Sorting
lv: Regulāra virsraksta kārtošanas izteiksme

source: Default Settings for New Users
lv: Noklusētie iestatījumi jauniem lietotājiem

source: Admin User
lv: Administratora lietotājs

source: Allow Downloads
lv: Atļaut lejupielādes

source: Allow eBook Viewer
lv: Atļaut e- grāmatu skatītāju

source: Allow Uploads
lv: Atļaut augšupielādes

source: Allow Edit
lv: Atļaut rediģēšanu

source: Allow Delete Books
lv: Atļaut izdzēst grāmatas

source: Allow Changing Password
lv: Atļaut mainīt paroli

source: Allow Editing Public Shelves
lv: Atļaut publisko plauktu rediģēšanu

source: Default Language
lv: Noklusētā valoda

source: Default Visible Language of Books
lv: Noklusētā grāmatu redzamā valoda

source: Default Visibilities for New Users
lv: Noklusētās iespējas jauniem lietotājiem

source: Show Random Books in Detail View
lv: Rādīt gadījuma rakstura grāmatas detaļu skatā

source: Add Allowed/Denied Tags
lv: Pievienot atļautos/noraidītos tagus

source: Add Allowed/Denied custom column values
lv: Pievienot atļautās/nosacītās pielāgotās kolonnas vērtības

source: Read in Browser
lv: Lasīt pārlūkā

source: Listen in Browser
lv: Klausieties pārlūkā

source: Mark As Unread
lv: Atzīmēt kā nelasītu

source: Mark As Read
lv: Atzīmēt kā lasītu

source: Mark Book as Read or Unread
lv: Atzīmēt grāmatu kā lasītu vai nelasītu

source: Read
lv: Izlasīta

source: Restore from archive
lv: Atjaunot no arhīva

source: Add to archive
lv: Pievienot arhīvam

source: Mark Book as archived or not, to hide it in Calibre-Web and delete it from Kobo Reader
lv: Atzīmēt grāmatu kā arhivētu vai nē, lai to paslēptu kalibrā un dzēstu no Kobo lasītāja

source: Archive
lv: Arhivēta

source: Price
lv: Cena

source: Add to shelf
lv: Pievienot plauktam

source: (Public)
lv: (Publiski)

source: Edit Metadata
lv: Rediģēt metadatus

source: Email Account Type
lv: E- pasta konta veids

source: Standard Email Account
lv: Standarta e- pasta konts

source: Gmail Account
lv: Gmail konts

source: Setup Gmail Account
lv: Konfigurēt Gmail kontu

source: Revoke Gmail Access
lv: Atsaukt Gmail piekļuvi

source: STARTTLS
lv: SĀKUMI

source: SMTP Password
lv: SMTP parole

source: Attachment Size Limit
lv: Pielikuma izmēra ierobežojums

source: Save and Send Test Email
lv: Saglabāt un nosūtīt testa e- pastu

source: Back
lv: Atpakaļ

source: Allowed Domains (Whitelist)
lv: Atļautie domēni (Whitelist)

source: Add Domain
lv: Pievienot domēnu

source: Add
lv: Pievienot

source: Enter domainname
lv: Ievadiet domēna nosaukumu

source: Denied Domains (Blacklist)
lv: Aizliegtie domēni (melnais saraksts)

source: Open the .kobo/Kobo/Kobo eReader.conf file in a text editor and add (or edit):
lv: Atveriet .kobo/Kobo/Kobo eReader.conf failu teksta redaktorā un pievienojiet (vai rediģējiet):

source: List
lv: Saraksts

source: Calibre-Web Instance is unconfigured, please contact your administrator
lv: Calibre-Web instance nav konfigurēta, lūdzu sazinieties ar administratoru

source: Create Issue
lv: Izveidot jautājumu
