Repository: parakletos-lab/ebooks_lv
Catalog: translations/ebookslv/*/LC_MESSAGES/messages.po
Languages: lv, ru

source: Create and view allow-list mappings between Calibre users and books. 1) Select one or more users (left) and books (middle) 2) Click "Add Selected Mappings". The bottom table lists all existing mappings (email → book title) with delete actions.
lv: Izveidojiet un pārskatiet atļauto sarakstu sasaistes starp Calibre lietotājiem un grāmatām. 1) Atlasiet vismaz vienu lietotāju (pa kreisi) un grāmatas (vidū) 2) Nospiediet "Pievienot izvēlētās sasaistes". Apakšējā tabula rāda visas esošās sasaistes (e-pasts → grāmatas nosaukums) ar dzēšanas darbībām.
ru: Создавайте и просматривайте сопоставления списка допусков между пользователями Calibre и книгами. 1) Выберите одного или несколько пользователей (слева) и книги (в центре) 2) Нажмите "Добавить выбранные сопоставления". В нижней таблице показаны все существующие пары (e-mail → название книги) с возможностью удаления.

source: Users (Non-Admin)
lv: Lietotāji (ne-administratori)
ru: Пользователи (не администраторы)

source: Filter by email or name
lv: Filtrēt pēc e-pasta vai vārda
ru: Фильтр по e-mail или имени

source: Select All
lv: Atzīmēt visus
ru: Выбрать все

source: Source: %(endpoint)s (excludes admin accounts).
lv: Avots: %(endpoint)s (izņemot administratorus).
ru: Источник: %(endpoint)s (администраторы исключены).

source: Filter by title or id
lv: Filtrēt pēc nosaukuma vai ID
ru: Фильтр по названию или ID

source: Source: %(endpoint)s (full library; consider pagination if large).
lv: Avots: %(endpoint)s (visa bibliotēka; lielām kolekcijām izmantojiet lapošanu).
ru: Источник: %(endpoint)s (вся библиотека; для больших каталогов используйте разбивку по страницам).

source: Add Selected Mappings
lv: Pievienot izvēlētās sasaistes
ru: Добавить выбранные сопоставления

source: Refresh Mapping List
lv: Atsvaidzināt saskaņojumu sarakstu
ru: Обновить список сопоставлений

source: Clear All Selections
lv: Notīrīt visas atlases
ru: Очистить все выборы

source: Selections
lv: Atlases
ru: Выбор

source: user(s)
lv: lietotājs(-i)
ru: пользователь(и)

source: book(s)
lv: grāmata(-as)
ru: книга(и)

source: Each (user, book) pair triggers an individual POST. For large batches consider a future bulk endpoint.
lv: Katrs (lietotājs, grāmata) pāris sūta atsevišķu POST. Lieliem apjomiem apsveriet nākotnes masveida endpointu.
ru: Каждая пара (пользователь, книга) отправляет отдельный POST. Для больших партий рассмотрите будущий массовый endpoint.

source: Existing Mappings
lv: Esošās sasaistes
ru: Текущие сопоставления

source: User Email
lv: Lietotāja e-pasts
ru: E-mail пользователя

source: User ID
lv: Lietotāja ID
ru: ID пользователя

source: Book Title
lv: Grāmatas nosaukums
ru: Название книги

source: Source: %(endpoint)s
lv: Avots: %(endpoint)s
ru: Источник: %(endpoint)s

source: total
lv: kopā
ru: всего

source: No users.
lv: Nav lietotāju.
ru: Пользователи отсутствуют.

source: No books.
lv: Nav grāmatu.
ru: Книг нет.

source: User %(id)s
lv: Lietotājs %(id)s
ru: Пользователь %(id)s

source: (no email)
lv: (nav e-pasta)
ru: (нет e-mail)

source: (Untitled)
lv: (Bez nosaukuma)
ru: (Без названия)

source: No mappings present.
lv: Saskaņojumu nav.
ru: Сопоставлений нет.

source: Delete mapping
lv: Dzēst sasaisti
ru: Удалить сопоставление

source: Delete mapping? User: %(userId)s Book: %(bookId)s
lv: Dzēst sasaisti? Lietotājs: %(userId)s Grāmata: %(bookId)s
ru: Удалить сопоставление? Пользователь: %(userId)s Книга: %(bookId)s

source: Select at least one user and one book before adding.
lv: Pirms pievienošanas atlasiet vismaz vienu lietotāju un vienu grāmatu.
ru: Перед добавлением выберите хотя бы одного пользователя и одну книгу.

source: Add operations complete.
lv: Pievienošanas darbības pabeigtas.
ru: Операции добавления завершены.

source: Wishlist
lv: Vēlmju saraksts
ru: Список желаний

source: Mozello Title
lv: Mozello nosaukums

source: Email
lv: E-pasts

source: customer@example.com
lv: klients@example.com

source: mozello-handle
lv: mozello-identifikators
