Repository: parakletos-lab/ebooks_lv
Catalog: translations/ebookslv/*/LC_MESSAGES/messages.po
Languages: lv, ru

source: Calibre runtime is unavailable. Try again later.
lv: Calibre process nav pieejams. Mēģiniet vēlāk.
ru: Служба Calibre недоступна. Попробуйте позже.

source: This Mozello order already exists.
lv: Šis Mozello pasūtījums jau pastāv.
ru: Этот заказ Mozello уже существует.

source: Order could not be found.
lv: Pasūtījumu neizdevās atrast.
ru: Заказ не найден.

source: Calibre is currently unavailable.
lv: Calibre pašlaik nav pieejams.
ru: Calibre сейчас недоступен.

source: User already exists.
lv: Lietotājs jau pastāv.
ru: Пользователь уже существует.

source: Email address is required.
lv: Nepieciešama e-pasta adrese.
ru: Требуется адрес электронной почты.

source: Mozello handle is required.
lv: Nepieciešams Mozello identifikators.
ru: Требуется идентификатор Mozello.

source: Enter valid dates in YYYY-MM-DD format.
lv: Ievadiet derīgus datumus formātā GGGG-MM-DD.
ru: Введите корректные даты в формате ГГГГ-ММ-ДД.

source: End date must be on or after the start date.
lv: Beigu datumam jābūt vienādam ar vai vēlākam par sākuma datumu.
ru: Дата окончания должна быть не раньше даты начала.

source: Server returned an invalid payload.
lv: Serveris atgrieza nederīgu atbildi.
ru: Сервер вернул неверный ответ.

source: Mozello API request failed.
lv: Mozello API pieprasījums neizdevās.
ru: Запрос к API Mozello не удался.

source: Book not found in the Calibre library.
lv: Grāmata Calibre bibliotēkā nav atrasta.
ru: Книга не найдена в библиотеке Calibre.

source: Delete request failed.
lv: Dzēšanas pieprasījums neizdevās.
ru: Не удалось выполнить удаление.

source: Export failed.
lv: Eksports neizdevās.
ru: Экспорт не удался.

source: Mozello import failed.
lv: Mozello imports neizdevās.
ru: Сбой импорта Mozello.

source: Mozello API key is missing.
lv: Trūkst Mozello API atslēgas.
ru: Не задан API-ключ Mozello.

source: Mozello API returned invalid JSON.
lv: Mozello API atgrieza nederīgu JSON.
ru: Mozello API вернул некорректный JSON.

source: Product not found in Mozello store.
lv: Produkts Mozello veikalā nav atrasts.
ru: Товар не найден в магазине Mozello.

source: Selected language is not supported.
lv: Izvēlētā valoda netiek atbalstīta.
ru: Выбранный язык не поддерживается.

source: Template key is not supported.
lv: Veidnes atslēga netiek atbalstīta.
ru: Ключ шаблона не поддерживается.

source: Subject must be a single line.
lv: Tematam jābūt vienā rindā.
ru: Тема должна занимать одну строку.

source: Subject is too long.
lv: Temats ir pārāk garš.
ru: Тема слишком длинная.

source: Mozello import failed: %(reason)s
lv: Mozello imports neizdevās: %(reason)s
ru: Сбой импорта Mozello: %(reason)s

source: Mozello API request failed (HTTP %(status)s).
lv: Mozello API pieprasījums neizdevās (HTTP %(status)s).
ru: Запрос к API Mozello не удался (HTTP %(status)s).

source: Export failed (status %(status)s).
lv: Eksports neizdevās (statuss %(status)s).
ru: Экспорт не удался (статус %(status)s).

source: Administrator access required.
lv: Nepieciešamas administratora tiesības.
ru: Требуются права администратора.

source: Unable to update Mozello settings.
lv: Neizdevās atjaunināt Mozello iestatījumus.
ru: Не удалось обновить настройки Mozello.

source: Events payload must be a list.
lv: Notikumu saturam jābūt sarakstam.
ru: Поле events должно быть списком.

source: Secure link is missing the account email.
lv: Drošajā saitē pietrūkst konta e-pasta.
ru: В защищённой ссылке отсутствует e-mail аккаунта.

source: This secure link is no longer active.
lv: Šī drošā saite vairs nav aktīva.
ru: Эта защищённая ссылка больше не активна.

source: A secure link is required to finish signing in.
lv: Lai pabeigtu pieteikšanos, nepieciešama drošā saite.
ru: Для завершения входа требуется защищённая ссылка.

source: This secure link is invalid. Request a new email.
lv: Drošā saite ir nederīga. Pieprasiet jaunu e-pastu.
ru: Эта защищённая ссылка недействительна. Запросите новое письмо.

source: Secure link payload is invalid. Request a new email.
lv: Drošās saites saturs ir nederīgs. Pieprasiet jaunu e-pastu.
ru: Данные защищённой ссылки недействительны. Запросите новое письмо.

source: Secure link timestamp is invalid.
lv: Drošās saites laika zīmogs ir nederīgs.
ru: Метка времени защищённой ссылки недействительна.

source: This secure link expired. Request a new one.
lv: Drošā saite ir beigusies. Pieprasiet jaunu.
ru: Срок действия защищённой ссылки истёк. Запросите новую.

source: Secure link email does not match the requested account.
lv: Drošās saites e-pasts neatbilst pieprasītajam kontam.
ru: E-mail в защищённой ссылке не совпадает с выбранным аккаунтом.

source: Secure link cannot be used. Request a new email.
lv: Drošo saiti nevar izmantot. Pieprasiet jaunu e-pastu.
ru: Эту защищённую ссылку нельзя использовать. Запросите новое письмо.

source: Reset email failed. Try again.
lv: Neizdevās nosūtīt atiestatīšanas e-pastu. Mēģiniet vēlreiz.
ru: Не удалось отправить письмо для сброса. Попробуйте ещё раз.

source: Email service is unavailable. Try again.
lv: E-pasta pakalpojums nav pieejams. Mēģiniet vēlreiz.
ru: Сервис отправки писем недоступен. Попробуйте ещё раз.

source: Enter your email address.
lv: Ievadiet savu e-pasta adresi.
ru: Введите свой e-mail.

source: Enter your password.
lv: Ievadiet paroli.
ru: Введите пароль.

source: Set your new password first.
lv: Vispirms iestatiet jaunu paroli.
ru: Сначала установите новый пароль.

source: Wrong email or password.
lv: Nepareizs e-pasts vai parole.
ru: Неверный e-mail или пароль.

source: Signed in successfully.
lv: Veiksmīgi pieteicāties.
ru: Вход выполнен.

source: Type and confirm your new password.
lv: Ierakstiet un apstipriniet jauno paroli.
ru: Введите и подтвердите новый пароль.

source: Sync to Mozello
lv: Sinhronizēt ar Mozello
ru: Синхронизировать с Mozello

source: Syncing to Mozello...
lv: Sinhronizē ar Mozello...
ru: Синхронизация с Mozello...

source: Synced to Mozello.
lv: Sinhronizēts ar Mozello.
ru: Синхронизировано с Mozello.

source: Mozello sync failed.
lv: Mozello sinhronizācija neizdevās.
ru: Синхронизация с Mozello не удалась.

source: Passwords do not match.
lv: Paroles nesakrīt.
ru: Пароли не совпадают.

source: Reset link is no longer valid.
lv: Atiestatīšanas saite vairs nav derīga.
ru: Ссылка для сброса больше не действует.

source: Couldn't update this account. Request a new link.
lv: Neizdevās atjaunināt šo kontu. Pieprasiet jaunu saiti.
ru: Не удалось обновить учётную запись. Запросите новую ссылку.

source: Password update failed. Try again.
lv: Paroles atjaunināšana neizdevās. Mēģiniet vēlreiz.
ru: Смена пароля не удалась. Попробуйте ещё раз.

source: Password updated. Please sign in again.
lv: Parole atjaunināta. Lūdzu, piesakieties atkārtoti.
ru: Пароль обновлён. Пожалуйста, войдите снова.

source: Password updated. You're signed in.
lv: Parole atjaunināta. Jūs esat pieteicies.
ru: Пароль обновлён. Вы уже вошли.

source: Reset instructions sent to your email.
lv: Norādījumi nosūtīti uz jūsu e-pastu.
ru: Инструкции отправлены на ваш e-mail.

source: Buy Online
lv: Pirkt tiešsaistē
ru: Купить онлайн

source: My Books
lv: Manas grāmatas
ru: Мои книги

source: All Books
lv: Visas grāmatas
ru: Все книги

source: Free
lv: Bezmaksas
ru: Бесплатно

source: Orders
lv: Pasūtījumi
ru: Заказы

source: This application includes Calibre-web as an unmodified submodule, licensed under GPLv3.
lv: Šī lietotne ietver Calibre-web nemainītā apakšmodulī ar GPLv3 licenci.
ru: Это приложение включает Calibre-web как неизменённый подмодуль под лицензией GPLv3.

source: Book %(number)s
lv: Grāmata Nr. %(number)s
ru: Книга № %(number)s

source: Books will appear in your library shortly.
lv: Grāmatas drīzumā parādīsies jūsu bibliotēkā.
ru: Книги скоро появятся в вашей библиотеке.

source: Your ebooks are ready
lv: Jūsu e-grāmatas ir gatavas
ru: Ваши электронные книги готовы

source: Reset your password
lv: Atiestatiet paroli
ru: Сбросить пароль

source: ebooks.lv Admin
lv: ebooks.lv administrācija
ru: Администрация

source: ebooks.lv Administration
lv: ebooks.lv administrācija
ru: Администрация

source: Central hub for ebooks.lv custom admin tools.
lv: Centrālā platforma ebooks.lv pielāgotajiem administratora rīkiem.
ru: Центральный узел для пользовательских админ-инструментов ebooks.lv.

source: Set default settings
lv: Pielietot noklusējuma iestatījumus
ru: Применить настройки по умолчанию

source: Review Mozello orders, link Calibre books and provision user accounts.
lv: Pārskatiet Mozello pasūtījumus, sasaitējiet Calibre grāmatas un izveidojiet lietotāju kontus.
ru: Просматривайте заказы Mozello, связывайте книги Calibre и создавайте учётные записи.

source: Open
lv: Atvērt
ru: Открыть

source: Manage Mozello store settings and webhook notifications.
lv: Pārvaldiet Mozello veikala iestatījumus un webhook paziņojumus.
ru: Управляйте настройками магазина Mozello и уведомлениями вебхуков.

source: Books
lv: Grāmatas
ru: Книги

source: Sync Calibre books with Mozello store (export products, sync prices, delete products).
lv: Sinhronizējiet Calibre grāmatas ar Mozello veikalu (eksportējiet produktus, sinhronizējiet cenas, dzēsiet produktus).
ru: Синхронизируйте книги Calibre с магазином Mozello (экспорт товаров, синхронизация цен, удаление товаров).

source: Email Templates
lv: E-pasta veidnes
ru: Шаблоны писем

source: Manage purchase notification templates across languages.
lv: Pārvaldiet pirkumu paziņojumu veidnes dažādām valodām.
ru: Управляйте шаблонами уведомлений о покупке на разных языках.

source: Applying defaults...
lv: Pielieto noklusējumus...
ru: Применяем значения по умолчанию...

source: Defaults applied.
lv: Noklusējumi ir pielietoti.
ru: Настройки по умолчанию применены.

source: Failed to apply defaults: %(reason)s
lv: Neizdevās pielietot noklusējumus: %(reason)s
ru: Не удалось применить настройки: %(reason)s

source: ebooks.lv Books
lv: ebooks.lv grāmatas
ru: Книги

source: ebooks.lv Books Sync
lv: ebooks.lv grāmatu sinhronizācija
ru: Синхронизация книг

source: Reload Calibre Books
lv: Pārlādēt Calibre grāmatas
ru: Перезагрузить книги Calibre

source: Load Mozello Products
lv: Ielādēt Mozello produktus
ru: Загрузить товары Mozello

source: Sync Prices from Mozello
ru: Синхронизировать цены из Mozello

source: Push Prices to Mozello
ru: Отправить цены в Mozello

source: Export All to Store
lv: Eksportēt visu uz veikalu
ru: Экспортировать всё в магазин

source: Book ID
lv: Grāmatas ID
ru: ID книги

source: Title
lv: Nosaukums
ru: Название

source: Price
ru: Цена

source: Sync / State
lv: Sinhr./statuss
ru: Синхрониз./состояние

source: Delete
lv: Dzēst
ru: Удалить

source: (orphan)
lv: (bez saites)
ru: (осиротевший)

source: ORPHAN
lv: BEZ SAITES
ru: БЕЗ СВЯЗИ

source: Mozello relative URL
lv: Mozello relatīvais URL
ru: Относительный URL Mozello

source: Export
lv: Eksportēt
ru: Экспорт

source: Invalid JSON response
lv: Nederīga JSON atbilde
ru: Неверный ответ JSON

source: Loading Calibre books...
lv: Ielādē Calibre grāmatas...
ru: Загрузка книг Calibre...

source: Calibre books loaded: %(count)s
lv: Ielādētas Calibre grāmatas: %(count)s
ru: Загружено книг Calibre: %(count)s

source: Loading Mozello products...
lv: Ielādē Mozello produktus...
ru: Загрузка товаров Mozello...

source: Mozello products loaded: %(products)s (orphans: %(orphans)s)
lv: Mozello produkti ielādēti: %(products)s (bez saites: %(orphans)s)
ru: Товары Mozello загружены: %(products)s (без привязки: %(orphans)s)

source: Exporting book %(book_id)s...
lv: Eksportē grāmatu %(book_id)s...
ru: Экспорт книги %(book_id)s...

source: Exported book %(book_id)s.
lv: Grāmata %(book_id)s eksportēta.
ru: Книга %(book_id)s экспортирована.

source: Failed to export book %(book_id)s: %(reason)s
lv: Neizdevās eksportēt grāmatu %(book_id)s: %(reason)s
ru: Не удалось экспортировать книгу %(book_id)s: %(reason)s

source: Export failure payload: %(details)s
lv: Eksporta kļūdas saturs: %(details)s
ru: Данные ошибки экспорта: %(details)s

source: Mozello language: %(language)s
lv: Mozello valoda: %(language)s
ru: Язык Mozello: %(language)s

source: Mozello error: %(message)s
lv: Mozello kļūda: %(message)s
ru: Ошибка Mozello: %(message)s

source: Mozello update request: %(details)s
lv: Mozello atjaunināšanas pieprasījums: %(details)s
ru: Запрос обновления Mozello: %(details)s

source: Mozello create request: %(details)s
lv: Mozello izveides pieprasījums: %(details)s
ru: Запрос создания Mozello: %(details)s

source: Mozello update response: %(details)s
lv: Mozello atjaunināšanas atbilde: %(details)s
ru: Ответ обновления Mozello: %(details)s

source: Mozello response: %(details)s
lv: Mozello atbilde: %(details)s
ru: Ответ Mozello: %(details)s

source: Mozello create response: %(details)s
lv: Mozello izveides atbilde: %(details)s
ru: Ответ создания Mozello: %(details)s

source: Mozello fetch error: %(details)s
lv: Mozello ielādes kļūda: %(details)s
ru: Ошибка запроса к Mozello: %(details)s

source: Export failure raw body: %(details)s
lv: Eksporta kļūdas neapstrādāts saturs: %(details)s
ru: Сырой ответ ошибки экспорта: %(details)s

source: Export failure stack: %(details)s
lv: Eksporta kļūdas steks: %(details)s
ru: Стек ошибки экспорта: %(details)s

source: Export ALL started. Missing handles: %(total)s
lv: Eksports VISIEM sākts. Trūkstošie rokturi: %(total)s
ru: Экспорт ВСЕХ запущен. Отсутствуют идентификаторы: %(total)s

source: Export ALL summary — success: %(success)s failed: %(failed)s
lv: Eksporta VISI rezultāti — veiksmīgi: %(success)s, kļūdas: %(failed)s
ru: Итоги экспорта ВСЕХ — успешно: %(success)s, ошибок: %(failed)s

source: Export ALL failed: %(reason)s
lv: Eksports VISIEM neizdevās: %(reason)s
ru: Экспорт ВСЕХ не удался: %(reason)s

source: Delete Mozello product %(handle)s?
lv: Dzēst Mozello produktu %(handle)s?
ru: Удалить товар Mozello %(handle)s?

source: Deleting Mozello product %(handle)s...
lv: Dzēš Mozello produktu %(handle)s...
ru: Удаление товара Mozello %(handle)s...

source: Deleted product %(handle)s (status %(status)s).
lv: Produkts %(handle)s dzēsts (statuss %(status)s).
ru: Товар %(handle)s удалён (статус %(status)s).

source: Failed to delete product %(handle)s: %(reason)s
lv: Neizdevās dzēst produktu %(handle)s: %(reason)s
ru: Не удалось удалить товар %(handle)s: %(reason)s

source: Subject
lv: Temats
ru: Тема

source: Last saved: %(timestamp)s
lv: Pēdējo reizi saglabāts: %(timestamp)s
ru: Последнее сохранение: %(timestamp)s

source: Not saved yet
lv: Vēl nav saglabāts
ru: Пока не сохранено

source: Tokens:
lv: Aizstājvārdi:
ru: Метки:

source: No templates configured yet.
lv: Veidnes vēl nav konfigurētas.
ru: Шаблоны ещё не настроены.

source: Save all templates
lv: Saglabāt visas veidnes
ru: Сохранить все шаблоны

source: Saving all templates...
lv: Saglabā visas veidnes...
ru: Сохранение всех шаблонов...

source: Saved %(success)s / %(total)s templates. Failed: %(failed)s
lv: Saglabātas %(success)s / %(total)s veidnes. Neizdevās: %(failed)s
ru: Сохранено %(success)s из %(total)s шаблонов. Ошибок: %(failed)s

source: Saved %(count)s templates.
lv: Saglabātas %(count)s veidnes.
ru: Сохранено %(count)s шаблонов.

source: Sign in
lv: Pieteikties
ru: Войти

source: Secure link for %(target)s.
lv: Droša saite kontam %(target)s.
ru: Защищённая ссылка для %(target)s.

source: your account
lv: jūsu konts
ru: вашего аккаунта

source: Set a new password to continue.
lv: Lai turpinātu, iestatiet jaunu paroli.
ru: Установите новый пароль, чтобы продолжить.

source: Use the fields below to update your password.
lv: Izmantojiet laukus zemāk, lai atjaunotu paroli.
ru: Используйте поля ниже, чтобы обновить пароль.

source: Password
lv: Parole
ru: Пароль

source: New password
lv: Jauna parole
ru: Новый пароль

source: Confirm new password
lv: Apstipriniet jauno paroli
ru: Подтвердите новый пароль

source: Remember me on this device
lv: Atcerēties mani šajā ierīcē
ru: Запомнить меня на этом устройстве

source: Save password
lv: Saglabāt paroli
ru: Сохранить пароль

source: Cancel
lv: Atcelt
ru: Отмена

source: Forgot password?
lv: Aizmirsi paroli?
ru: Забыли пароль?

source: Mozello Notifications
lv: Mozello paziņojumi
ru: Уведомления Mozello

source: Mozello Settings
lv: Mozello iestatījumi
ru: Настройки Mozello

source: Mozello Store URL
lv: Mozello veikala URL
ru: URL магазина Mozello

source: Mozello API Key
lv: Mozello API atslēga
ru: Ключ API Mozello

source: Save Settings
lv: Saglabāt iestatījumus
ru: Сохранить настройки

source: Reload
lv: Pārlādēt
ru: Обновить

source: Mozello Notification Settings
lv: Mozello paziņojumu iestatījumi
ru: Настройки уведомлений Mozello

source: Manage subscribed webhook events. API key and store URL are configured above.
lv: Pārvaldiet abonētos webhook notikumus. API atslēga un veikala URL ir iestatīti augstāk.
ru: Управляйте подписанными webhook-событиями. API-ключ и URL магазина задаются выше.

source: Candidate Webhook URL (computed)
lv: Kandidāta webhook URL (aprēķināts)
ru: Кандидат URL webhook (рассчитан)

source: Events
lv: Notikumi
ru: События

source: Update Remote
lv: Atjaunināt attālināti
ru: Обновить удалённо

source: Load Remote
lv: Ielādēt attālināti
ru: Загрузить из магазина

source: Post Test (unsigned)
lv: Testa pieprasījums (bez paraksta)
ru: Тестовый POST (без подписи)

source: Reset URL
lv: Atiestatīt URL
ru: Сбросить URL

source: Current Settings
lv: Pašreizējie iestatījumi
ru: Текущие настройки

source: (loading)
lv: (ielādē...)
ru: (загрузка)

source: Notifications Log
ru: Журнал уведомлений

source: Clear
lv: Notīrīt
ru: Очистить

source: Log notifications
ru: Записывать уведомления

source: Received
ru: Получено

source: Event
ru: Событие

source: Outcome
ru: Результат

source: No notifications logged yet.
ru: Пока нет записанных уведомлений.

source: Error loading settings: %(reason)s
lv: Kļūda, ielādējot iestatījumus: %(reason)s
ru: Ошибка загрузки настроек: %(reason)s

source: Failed to load Mozello settings: %(reason)s
lv: Neizdevās ielādēt Mozello iestatījumus: %(reason)s
ru: Не удалось загрузить настройки Mozello: %(reason)s

source: Save failed: %(reason)s
lv: Saglabāšana neizdevās: %(reason)s
ru: Сохранение не удалось: %(reason)s

source: Mozello settings saved.
lv: Mozello iestatījumi saglabāti.
ru: Настройки Mozello сохранены.

source: Failed to save Mozello settings: %(reason)s
lv: Neizdevās saglabāt Mozello iestatījumus: %(reason)s
ru: Не удалось сохранить настройки Mozello: %(reason)s

source: Failed to load notifications log: %(reason)s
ru: Не удалось загрузить журнал уведомлений: %(reason)s

source: Failed to update notifications log: %(reason)s
ru: Не удалось обновить журнал уведомлений: %(reason)s

source: Failed to clear notifications log: %(reason)s
ru: Не удалось очистить журнал уведомлений: %(reason)s

source: Unsigned webhook POST status: %(status)s %(body)s
lv: Neparakstīts webhook POST statuss: %(status)s %(body)s
ru: Статус неподписанного webhook POST: %(status)s %(body)s

source: Mozello Orders
lv: Mozello pasūtījumi
ru: Заказы Mozello

source: From
lv: No
ru: С

source: To
lv: Līdz
ru: По

source: Import paid Mozello orders
lv: Importēt apmaksātos Mozello pasūtījumus
ru: Импортировать оплаченные заказы Mozello

source: Mozello handle
lv: Mozello identifikators
ru: Mozello-идентификатор

source: Add Order
lv: Pievienot pasūtījumu
ru: Добавить заказ

source: Calibre book
lv: Calibre grāmata
ru: Книга Calibre

source: Calibre user
lv: Calibre lietotājs
ru: Пользователь Calibre

source: Mozello created
lv: Mozello izveides datums
ru: Создано в Mozello

source: Imported
lv: Importēts
ru: Импортировано

source: Actions
lv: Darbības
ru: Действия

source: Total: %(total)s | Linked books: %(books)s | Linked users: %(users)s
lv: Kopā: %(total)s | Saistītās grāmatas: %(books)s | Saistītie lietotāji: %(users)s
ru: Всего: %(total)s | Связанных книг: %(books)s | Связанных пользователей: %(users)s

source: No orders recorded.
lv: Nav reģistrētu pasūtījumu.
ru: Заказов не найдено.

source: Book #%(id)s
lv: Grāmata Nr. %(id)s
ru: Книга №%(id)s

source: Calibre book missing
lv: Calibre grāmata nav atrasta
ru: Книга Calibre не найдена

source: Refresh
lv: Atsvaidzināt
ru: Обновить

source: User #%(id)s
lv: Lietotājs Nr. %(id)s
ru: Пользователь №%(id)s

source: Not linked
lv: Nav piesaistīts
ru: Не связан

source: Create User
lv: Izveidot lietotāju
ru: Создать пользователя

source: Email and Mozello handle are required
lv: Nepieciešams e-pasts un Mozello identifikators
ru: Нужны e-mail и Mozello-идентификатор

source: Order saved
lv: Pasūtījums saglabāts
ru: Заказ сохранён

source: Unable to save order: %(message)s
lv: Nevar saglabāt pasūtījumu: %(message)s
ru: Не удалось сохранить заказ: %(message)s

source: Failed to load orders: %(message)s
lv: Neizdevās ielādēt pasūtījumus: %(message)s
ru: Не удалось загрузить заказы: %(message)s

source: Invalid date range: start must be on or before end
lv: Nederīgs perioda diapazons: sākumam jābūt pirms vai vienādam ar beigām
ru: Неверный диапазон дат: начало не может быть позже окончания

source: Invalid date: please select a valid calendar day.
lv: Nederīgs datums: lūdzu, izvēlieties derīgu kalendāra dienu.
ru: Неверная дата: выберите корректный календарный день.

source: Invalid date range: start must be on or before end.
lv: Nederīgs perioda diapazons: sākumam jābūt pirms vai vienādam ar beigām.
ru: Неверный диапазон дат: начало не может быть позже окончания.

source: Mozello import failed: %(message)s
lv: Mozello imports neizdevās: %(message)s
ru: Сбой импорта Mozello: %(message)s

source: Import finished: %(summary)s.
lv: Imports pabeigts: %(summary)s.
ru: Импорт завершён: %(summary)s.

source: %(count)s new
lv: %(count)s jauni
ru: %(count)s новых

source: %(count)s existing ignored
lv: %(count)s esošie ignorēti
ru: %(count)s уже существующих пропущено

source: %(count)s skipped
lv: %(count)s izlaisti
ru: %(count)s пропущено

source: %(count)s errors
lv: %(count)s kļūdas
ru: Ошибок: %(count)s

source: Calibre user created. Temporary password: %(password)s
lv: Calibre lietotājs izveidots. Pagaidu parole: %(password)s
ru: Пользователь Calibre создан. Временный пароль: %(password)s

source: Linked to existing user.
lv: Sasaitēts ar esošu lietotāju.
ru: Связан с существующим пользователем.

source: Create user failed: %(message)s
lv: Neizdevās izveidot lietotāju: %(message)s
ru: Не удалось создать пользователя: %(message)s

source: Refresh failed: %(message)s
lv: Atjaunošana neizdevās: %(message)s
ru: Не удалось обновить: %(message)s

source: Delete this order record? This does not affect Mozello.
lv: Vai dzēst šo pasūtījuma ierakstu? Tas neietekmē Mozello.
ru: Удалить запись заказа? На Mozello это не повлияет.

source: Delete failed: %(message)s
lv: Dzēšana neizdevās: %(message)s
ru: Не удалось удалить: %(message)s

source: Order deleted
lv: Pasūtījums dzēsts
ru: Заказ удалён

source: About
lv: Par
ru: О системе

source: Library Statistics
lv: Bibliotēkas statistika
ru: Статистика библиотеки

source: Books in this Library
lv: Grāmatas šajā bibliotēkā
ru: Книги в этой библиотеке

source: Authors in this Library
lv: Autori šajā bibliotēkā
ru: Авторы в этой библиотеке

source: Categories in this Library
lv: Kategorijas šajā bibliotēkā
ru: Категории в этой библиотеке

source: Series in this Library
lv: Sērijas šajā bibliotēkā
ru: Серии в этой библиотеке

source: System Statistics
lv: Sistēmas statistika
ru: Системная статистика

source: Program
lv: Programma
ru: Программа

source: Installed Version
lv: Instalētā versija
ru: Установленная версия

source: users_books Admin
lv: users_books administrēšana
ru: Администрирование users_books

source: users_books Allow-List Management
lv: users_books atļauto sarakstu pārvaldība
ru: Управление списком допусков users_books

source: (Admin)
lv: (Administrators)
ru: (Администратор)
